Repository: nott/plus
Catalog: src/plus/locale/*/LC_MESSAGES/django.po
Languages: be

source: Details
be: Падрабязнасці

source: Extra
be: Дадаткова

source: Internal link
be: Унутранняя спасылка

source: Language
be: Мова

source: Creator
be: Стваральнік

source: Created at
be: Дата стварэння

source: Starts at
be: Пачатак

source: Title
be: Загаловак

source: Description
be: Апісанне

source: External link
be: Знешняя спасылка

source: Poster
be: Постар

source: Number of seats
be: Колькасць месцаў

source: Can add, edit or delete any event
be: Можа дадаваць, рэдагаваць ці выдаляць любую падзею

source: Signed up
be: Запісаўся

source: Refused
be: Адмовіўся

source: Signed up and came
be: Запісаўся і прыйшоў

source: Signed up but didn't come
be: Запісайся і не прыйшоў

source: Starts:
be: Пачатак:

source: Press if you've changed your mind to go
be: Націснеце, калі вы перадумалі ісці

source: Press if you are going to go
be: Націснеце, калі вы збіраецесь пайсці

source: Registration is closed as there are no more seats left
be: Рэгістрацыя скончана, бо не засталося вольных месцаў

source: %(counter)s person is going to the event:
be: %(counter)s чалавек пойдзе на падзею:

source: %(counter)s person attended the event:
be: %(counter)s чалавек хадзіў падзею:

source: you
be: вы

source: Nobody has registered for the event yet :(
be: Пакуль ніхто не зарэгістраваўся на падзею :(

source: Nobody registered for the event :(
be: Ніхто не зарэгістраваўся на падзею :(

source: Please login with:
be: Калі ласка, увайдзіце праз:

source: ...or use OpenID
be: ...ці выкарыстоўвайце OpenID

source: Login
be: Увайсці

source: Login via OpenID
be: Уваход праз OpenID

source: You are logged in as
be: Вы ўвайшлі як

source: Logout
be: Выйсце

source: %(counter)s person is going to the event:
be: %(counter)s чалавек пойдзе на падзею:

source: %(counter)s person attended the event:
be: %(counter)s чалавек хадзіў падзею:

source: Show everyone
be: Паказаць усіх

source: Comments
be: Каментары

source: add
be: дадаць
